Revit 2027 API
ParameterTypeId.TrussFamilyBottomChordAngleParam Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyBottomChordAngleParam { get; }
Public Shared ReadOnly Property TrussFamilyBottomChordAngleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyBottomChordAngleParam {
	ForgeTypeId^ get ();
}
static member TrussFamilyBottomChordAngleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace